export default `
<h1>法律声明</h1>
<p>刘梦俭</p>
<p>电话：+86 18725926908</p>
<p>邮箱：liumengjianguge@gmail.com</p>
<h1>网站使用条款与条件</h1>
<h2>1. 条款</h2>
<p>访问本网站即表示您同意受这些网站使用条款和条件的约束，并同意遵守任何适用的当地法律。如果您不同意这些条款，您将被禁止访问本网站。本网站中包含的材料受版权和商标法保护。</p>
<h2>2. 使用许可</h2>
<p>允许临时下载 Prina 网站上的材料副本，仅供个人、非商业性的短暂浏览。这是许可的授予，不是所有权的转让，根据本许可，您不得：</p>
<ul>
  <li>修改或复制材料；</li>
  <li>将材料用于任何商业目的或公开展示；</li>
  <li>尝试对 Prina 网站上的任何软件进行逆向工程；</li>
  <li>从材料中删除任何版权或其他专有标记；或</li>
  <li>将材料转让给其他人或在任何其他服务器上"镜像"材料。</li>
</ul>
<p>违反任何这些限制，Prina 有权终止许可。终止后，您的查看权也将被终止，您应销毁您拥有的任何已下载材料，无论是印刷版还是电子版。</p>
<h2>3. 免责声明</h2>
<p>Prina 网站上的所有材料均按"原样"提供。Prina 不作任何明示或暗示的保证，因此否定所有其他保证。此外，Prina 不对其网站上材料的使用的准确性或可靠性或与此类材料或任何链接到本网站的网站相关的任何陈述。</p>
<h2>4. 限制</h2>
<p>Prina 或其供应商不对因使用或无法使用 Prina 网站上的材料而产生的任何损害负责，即使 Prina 或本网站的授权代表已被告知此类损害的可能性。某些司法管辖区不允许对暗示保证或附带损害的赔偿责任进行限制，这些限制可能不适用于您。</p>
<h2>5. 修订和勘误</h2>
<p>Prina 网站上的材料可能包含技术、印刷或摄影错误。Prina 不保证本网站上的任何材料是准确、完整或最新的。Prina 可能随时更改其网站上的材料，恕不另行通知。Prina 不承诺更新材料。</p>
<h2>6. 链接</h2>
<p>Prina 尚未审查所有链接到其网站的网站，也不对任何此类链接网站的内容负责。任何链接的存在并不意味着 Prina 对该网站的认可。使用任何链接网站的风险由用户自行承担。</p>
<h2>7. 网站使用条款的修改</h2>
<p>Prina 可能随时修订其网站的使用条款，恕不另行通知。使用本网站即表示您同意受当前版本的使用条款和条件的约束。</p>
<h2>8. 您的隐私</h2>
<p>请阅读我们的隐私政策。</p>
<h2>9. 适用法律</h2>
<p>任何与 Prina 网站相关的索赔应受中华人民共和国法律管辖，不考虑其法律冲突条款。</p>
</ul>
`;
