export default `
<h1>隐私政策</h1>
<p>最后更新：2026年6月11日</p>
<p>本隐私政策描述了我们关于收集、使用和披露您信息的政策，当您使用服务时，并告诉您关于您的隐私权利以及法律如何保护您。</p>
<p>我们使用您的个人数据来提供和改进服务。通过使用服务，您同意按照本隐私政策收集和使用信息。</p>
<h1>解释与定义</h1>
<h2>解释</h2>
<p>首字母大写的词语具有在以下条件下定义的含义。以下定义无论以单数还是复数出现，均具有相同的含义。</p>
<h2>定义</h2>
<p>就本隐私政策而言：</p>
<ul>
  <li><p><strong>账户</strong>是指为您创建的唯一账户，用于访问我们的服务或部分服务。</p></li>
  <li><p><strong>公司</strong>（在本协议中称为"公司"、"我们"、"我们"或"我们的"）指 刘梦俭。</p></li>
  <li><p><strong>Cookie</strong>是放置在您的计算机、移动设备或任何其他设备上的小文件，由网站放置，包含您在该网站上的浏览历史详情等许多用途。</p></li>
  <li><p><strong>国家</strong>指：中国</p></li>
  <li><p><strong>设备</strong>是指任何可以访问服务的设备，例如计算机、手机或数字平板电脑。</p></li>
  <li><p><strong>个人数据</strong>是与已识别或可识别个人相关的任何信息。</p></li>
  <li><p><strong>服务</strong>指网站。</p></li>
  <li><p><strong>服务提供商</strong>是指代表公司处理数据的任何自然人或法人。它是指受雇于公司以促进服务、代表公司提供服务、执行与服务相关的服务或协助公司分析如何使用服务的第三方公司或个人。</p></li>
  <li><p><strong>使用数据</strong>是指自动收集的数据，无论是由服务的使用生成的还是从服务基础设施本身生成的（例如，页面访问的持续时间）。</p></li>
  <li><p><strong>网站</strong>指 Prina，可从 <a href="https://www.prina.site" rel="external nofollow noopener" target="_blank">https://www.david-hckh.com</a> 访问</p></li>
  <li><p><strong>您</strong>是指访问或使用服务的个人，或代表该个人访问或使用服务的公司或其他法律实体。</p></li>
</ul>
<h1>收集和使用您的个人数据</h1>
<h2>收集的数据类型</h2>
<h3>个人数据</h3>
<p>在使用我们的服务时，我们可能会要求您向我们提供某些个人身份信息，这些信息可用于联系或识别您。个人身份信息可能包括但不限于：</p>
<ul>
  <li><p>电子邮件地址</p></li>
  <li><p>姓名</p></li>
  <li><p>使用数据</p></li>
</ul>
<h3>使用数据</h3>
<p>使用数据在使用服务时自动收集。</p>
<p>使用数据可能包括您的设备的互联网协议地址（例如 IP 地址）、浏览器类型、浏览器版本、您访问的我们服务的页面、您访问的时间和日期、在这些页面上花费的时间、唯一设备标识符和其他诊断数据等信息。</p>
<p>当您通过移动设备访问服务时，我们可能会自动收集某些信息，包括但不限于您使用的移动设备类型、您的移动设备唯一 ID、您的移动设备的 IP 地址、您的移动操作系统、您使用的移动互联网浏览器类型、唯一设备标识符和其他诊断数据。</p>
<p>我们还可能收集您的浏览器在您访问我们的服务或通过移动设备访问服务时发送的信息。</p>
<h3>跟踪技术和 Cookie</h3>
<p>我们使用 Cookie 和类似的跟踪技术来跟踪我们服务上的活动并存储某些信息。使用的跟踪技术包括信标、标签和脚本，用于收集和跟踪信息以及改进和分析我们的服务。我们可能使用的技术包括：</p>
<ul>
  <li><strong>Cookie 或浏览器 Cookie。</strong> Cookie 是放置在您设备上的小文件。您可以指示您的浏览器拒绝所有 Cookie 或在发送 Cookie 时指示。但是，如果您不接受 Cookie，您可能无法使用我们服务的某些部分。除非您已调整浏览器设置以拒绝 Cookie，否则我们的服务可能会使用 Cookie。</li>
  <li><strong>网络信标。</strong> 我们服务的某些部分和我们的电子邮件可能包含小型电子文件，称为网络信标（也称为清晰 GIF、像素标签和单像素 GIF），允许公司例如计算访问过这些页面或打开电子邮件的用户数量，以及其他相关网站统计数据（例如，记录某个部分的受欢迎程度并验证系统和服务器完整性）。</li>
</ul>
<p>Cookie 可以是"持久性"或"会话"Cookie。持久性 Cookie 在离线时保留在您的个人计算机或移动设备上，而会话 Cookie 在您关闭网络浏览器后立即删除。</p>
<p>我们将会话 Cookie 和持久性 Cookie 用于以下目的：</p>
<ul>
  <li>
    <p><strong>必要/基本 Cookie</strong></p>
    <p>类型：会话 Cookie</p>
    <p>管理方：我们</p>
    <p>目的：这些 Cookie 对于通过网站向您提供服务以及使您能够使用其某些功能至关重要。它们有助于验证用户身份并防止用户账户的欺诈性使用。如果没有这些 Cookie，您要求的服务将无法提供，我们仅使用这些 Cookie 来为您提供这些服务。</p>
  </li>
  <li>
    <p><strong>Cookie 政策/通知接受 Cookie</strong></p>
    <p>类型：持久性 Cookie</p>
    <p>管理方：我们</p>
    <p>目的：这些 Cookie 识别用户是否已接受在网站上使用 Cookie。</p>
  </li>
  <li>
    <p><strong>功能性 Cookie</strong></p>
    <p>类型：持久性 Cookie</p>
    <p>管理方：我们</p>
    <p>目的：这些 Cookie 使我们能够记住您在使用网站时的选择，例如记住您的登录详细信息或语言偏好。这些 Cookie 的目的是为您提供更个性化的体验，并避免您每次使用网站时都必须重新输入您的偏好。</p>
  </li>
</ul>
<p>有关我们使用的 Cookie 和您对 Cookie 的选择的更多信息，请访问我们的 Cookie 政策或我们隐私政策的 Cookie 部分。</p>
<h2>使用您的个人数据</h2>
<p>公司可能将个人数据用于以下目的：</p>
<ul>
  <li><p><strong>提供和维护我们的服务</strong>，包括监控我们服务的使用情况。</p></li>
  <li><p><strong>管理您的账户：</strong>管理您作为服务用户的注册。您提供的个人数据可以让您访问作为注册用户可用的服务的不同功能。</p></li>
  <li><p><strong>履行合同：</strong>您购买的产品、物品或服务的购买合同的开发、遵守和执行，或您通过服务与我们签订的任何其他合同。</p></li>
  <li><p><strong>联系您：</strong>通过电子邮件、电话、短信或其他等效的电子通信形式（如移动应用程序的推送通知）联系您，关于更新或与您已购买或询问的产品、服务或功能相关的信息性通信，包括安全更新，在必要或合理的情况下实施。</p></li>
  <li><p><strong>向您提供</strong>有关我们提供的其他商品、服务和活动的新闻、特别优惠和一般信息，这些信息与您已购买或询问的类似，除非您选择不接收此类信息。</p></li>
  <li><p><strong>管理您的请求：</strong>处理和管理您向我们提出的请求。</p></li>
  <li><p><strong>业务转让：</strong>我们可能使用您的信息来评估或进行合并、剥离、重组、改组、解散或以其他方式出售或转让我们的部分或全部资产，无论是作为持续经营还是作为破产、清算或类似程序的一部分，其中我们持有的关于我们服务用户的个人数据是转让的资产之一。</p></li>
  <li><p><strong>用于其他目的</strong>：我们可能将您的信息用于其他目的，例如数据分析、识别使用趋势、确定我们促销活动的有效性以及评估和改进我们的服务、产品、服务、营销和您的体验。</p></li>
</ul>
<p>我们可能在以下情况下分享您的个人信息：</p>
<ul>
  <li><strong>与服务提供商：</strong>我们可能与服务提供商分享您的个人信息，以监控和分析我们服务的使用情况，或联系您。</li>
  <li><strong>业务转让：</strong>在谈判期间，我们可能与任何合并、出售公司资产、融资或收购我们全部或部分业务给另一家公司时分享或转让您的个人信息。</li>
  <li><strong>与关联公司：</strong>我们可能与我们的关联公司分享您的信息，在这种情况下，我们将要求这些关联公司遵守本隐私政策。关联公司包括我们的母公司以及我们控制或与我们共同控制的任何其他子公司、合资伙伴或其他公司。</li>
  <li><strong>与业务伙伴：</strong>我们可能与我们的业务伙伴分享您的信息，以向您提供某些产品、服务或促销活动。</li>
  <li><strong>与其他用户：</strong>当您在公共区域与其他用户分享个人信息或以其他方式互动时，此类信息可能被所有用户查看，并可能公开分发到外部。</li>
  <li><strong>经您同意</strong>：我们可能在任何其他目的下披露您的个人信息，经您同意。</li>
</ul>
<h2>保留您的个人数据</h2>
<p>公司将仅在本隐私政策中规定的目的所需的时间内保留您的个人数据。我们将在必要的范围内保留和使用您的个人数据，以遵守我们的法律义务（例如，如果我们需要保留您的数据以遵守适用法律），解决争议，并执行我们的法律协议和政策。</p>
<p>公司还将保留使用数据用于内部分析目的。使用数据通常保留的时间较短，除非这些数据用于加强我们服务的安全性或改进功能，或者我们有法律义务将这些数据保留更长的时间。</p>
<h2>转移您的个人数据</h2>
<p>您的信息，包括个人数据，在公司的运营办公室和参与处理的任何其他方所在的地方进行处理。这意味着这些信息可能被转移到并维护在位于您所在州、省、国家或其他政府管辖区之外的计算机上，这些地方的法律可能与您所在管辖区的法律不同。</p>
<p>您对本隐私政策的同意以及您提交此类信息的行为代表您同意该转移。</p>
<p>公司将采取所有合理必要的步骤，确保您的数据按照本隐私政策得到安全处理，并且不会将您的个人数据转移给任何组织或国家，除非有适当的控制措施，包括您的数据和其他个人信息的安全。</p>
<h2>披露您的个人数据</h2>
<h3>业务交易</h3>
<p>如果公司涉及合并、收购或资产出售，您的个人数据可能会被转移。我们将在您的个人数据被转移并受不同隐私政策约束之前提供通知。</p>
<h3>执法</h3>
<p>在某些情况下，如果法律要求或响应公共当局（例如法院或政府机构）的有效请求，公司可能需要披露您的个人数据。</p>
<h3>其他法律要求</h3>
<p>公司可能出于善意信念披露您的个人数据，认为此类行动是必要的：</p>
<ul>
  <li>遵守法律义务</li>
  <li>保护和捍卫公司的权利或财产</li>
  <li>防止或调查与服务相关的可能不当行为</li>
  <li>保护服务用户或公众的人身安全</li>
  <li>防止法律责任</li>
</ul>
<h2>您的个人数据安全</h2>
<p>您的个人数据安全对我们很重要，但请记住，没有任何通过互联网传输的方法或电子存储方法是 100% 安全的。虽然我们努力使用商业上可接受的手段来保护您的个人数据，但我们不能保证其绝对安全。</p>
<h1>儿童隐私</h1>
<p>我们的服务不针对 13 岁以下的任何人。我们不会在知情的情况下从 13 岁以下的任何人那里收集个人身份信息。如果您是父母或监护人，并且您知道您的孩子向我们提供了个人数据，请联系我们。如果我们意识到我们在未经父母同意的情况下从 13 岁以下的任何人那里收集了个人数据，我们将采取措施从我们的服务器中删除该信息。</p>
<p>如果我们需要依赖同意作为处理您的信息的法律依据，而您的国家要求父母同意，我们可能需要您父母的同意才能收集和使用该信息。</p>
<h1>链接到其他网站</h1>
<p>我们的服务可能包含指向非我们运营的其他网站的链接。如果您点击第三方链接，您将被引导到该第三方的网站。我们强烈建议您查看您访问的每个网站的隐私政策。</p>
<p>我们对任何第三方网站或服务的内容、隐私政策或做法没有控制权，也不承担任何责任。</p>
<h1>本隐私政策的变更</h1>
<p>我们可能不时更新我们的隐私政策。我们将通过在此页面上发布新的隐私政策来通知您任何变更。</p>
<p>我们将在变更生效前通过电子邮件和/或我们服务上的显著通知通知您，并更新本隐私政策顶部的"最后更新"日期。</p>
<p>建议您定期查看本隐私政策的任何变更。本隐私政策的变更在发布到此页面时生效。</p>
<h1>联系我们</h1>
<p>如果您对本隐私政策有任何疑问，您可以通过以下方式联系我们：</p>
<ul>
  <li>通过电子邮件：liumengjianguge@gmail.com</li>
</ul>
`;
